{
    "navAbout": "About",
    "navProjects": "Projects",
    "navContact": "Contact",
    "mainTitle": "Michał Grochowski",
    "mainSubtitle": "Front-end Developer",
    "aboutTitle": "About me",
    "aboutSubtitle": "My name is Michał Grochowski",
    "aboutDescription": "I got into Front-end Development quite recently and everything I've learned so far was from various books, online courses and websites about development. I'm trained as a information technology specialist. I'm a fast learner, always hungry for more knwledge and I try my best to do everything, be it my personal projects or work tasks, the best way I can.",
    "skillsSubtitle": "In my projects I'm using:",
    "projectsTitle": "Projects",
    "interiorDescription": "Based on a clients project, made using HTML5, CSS3 and jQuery. Responsiveness by Flexbox. Extra plugins: Lightbox.js.",
    "sleszynskiDescription": "Based on a clients project, made using HTML5, CSS3 and vanilla JavaScript. Responsiveness by Bootstrap 3.3.7. Extra plugins: Lightbox.js.",
    "todoDescription": "Simple To-Do app made entirely in vanilla JavaScript. It allows the user to add and delete tasks, change a task status, clean the whole list and save it in the browser localStorage. You can check the plans for next releases in GitHub repository Readme file.",
    "interiorv1Description": "Based on a clients project, made using HTML5, CSS3 and jQuery. Responsiveness by Flexbox. Extra plugins: Lightbox.js and Slick Carousel. This design was changed to what you can see in the first item on projects list.",
    "dobrywebdevDescription": "Previous version of my portfolio, made using HTML5, CSS3 and jQuery. Responsiveness by Bootstrap 3.3.7. Extra plugins: Scrolling Nav and OwlCarousel2.",
    "cvDescription": "Simple CV template I've made just to convert it to PDF file. Made using HTML5 and CSS3.",
    "interactiveDescription": "One of the first websites I've ever built, based on a free PSD file. Made using HTML5 and CSS3 with Bootstrap 3.3.7.",
    "formDescription": "Simple form element I've done for the recruitment process in one of the companies I've applied to for Junior Front-End Developer position.",
    "projectLive": "Live version",
    "projectCode": "Source code",
    "contactTitle": "Contact",
    "mailLabel": "E-mail address",
    "phoneLabel": "Phone number",
    "nameLabel": "First and last name",
    "textLabel": "Enter your message",
    "mailPlaceholder": "address@email.com",
    "namePlaceholder": "John Smith",
    "textPlaceholder": "Hi! I really like your website.",
    "sendButton": "Send",
    "phone": "Call me",
    "mail": "E-mail me"
}